Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: %@. Tap to pick a day, swipe to change day.
de: %@. Tippe, um einen Tag auszuwählen, wische, um den Tag zu wechseln.
es: %@. Toca para elegir un día, desliza para cambiar de día.
fr: %@. Touchez pour choisir un jour, balayez pour changer de jour.
it: %@. Tocca per scegliere un giorno, scorri per cambiare giorno.
pl: %@. Stuknij, aby wybrać dzień, przesuń, aby zmienić dzień.
pt_pt: %@. Toque para escolher um dia, deslize para alterar o dia.
ru: %@. Нажмите, чтобы выбрать день, или проведите пальцем, чтобы сменить.
th: %@. แตะเพื่อเลือกวัน ปัดเพื่อเปลี่ยนวัน
zh_hans: %@。点按以选择日期，滑动以切换日期。
zh_hant: %@。點按以選擇日期，滑動以切換日期。

# %@%@ C vs your normal
source: %1$@%2$@ C vs your normal
de: %1$@%2$@ C vs. dein Normalwert
es: %@%@ C vs tu normal
fr: %1$@%2$@ C vs votre normale
it: %@%@ C rispetto al tuo normale
pl: %1$@%2$@ C kontra normalny
pt_pt: %1$@%2$@ C vs o teu normal
ru: %1$@%2$@ °C от вашей нормы
th: %@%@ C กับตัวปกติของคุณ
zh_hans: %@%@ C，相较你的正常水平
zh_hant: %@%@ C，相對你的正常值

# %@%@%@ vs typical
source: %1$@%2$@%3$@ vs typical
de: %1$@%2$@%3$@ vs. typisch
es: %@%@%@ vs lo típico
fr: %1$@%2$@%3$@ vs typique
it: %@%@%@ vs tipico
pl: %1$@%2$@%3$@ vs typowy
pt_pt: %1$@%2$@%3$@ vs típico
ru: %1$@%2$@%3$@ от типичного
th: %@%@%@ เทียบกับทั่วไป
zh_hans: %@%@%@ 对比常态
zh_hant: %@%@%@ 對比一般水準

# %@%lld vs base
source: %1$@%2$lld vs base
de: %1$@%2$lld vs. Basis
es: %@%lld vs base
it: %@%lld vs base
pl: %1$@%2$lld kontra wersja podstawowa
ru: %1$@%2$lld от нормы
th: %@%lld เทียบกับฐาน
zh_hans: %@%lld 对比基线
zh_hant: %@%lld 對比基準

# %@+ downloads so far, %lld donors.
source: %1$@+ downloads so far, %2$lld donors.
de: %1$@+ Downloads bisher, %2$lld Spender.
es: %@+ descargas hasta ahora, %lld donantes.
fr: %1$@+ téléchargements jusqu'à présent, %2$lld donateurs.
it: %1$@+ download finora, %2$lld donatori.
pl: %1$@+ pobrano do tej pory, dawcy %2$lld.
pt_pt: %1$@+ transferências até agora, %2$lld doadores.
ru: %1$@+ загрузок на данный момент, %2$lld доноров.
th: จนถึงขณะนี้มีผู้ดาวน์โหลด %@+ ผู้บริจาค %lld
zh_hans: 迄今已有 %1$@+ 次下载，%2$lld 位捐赠者。
zh_hant: 迄今已有 %1$@+ 次下載，%2$lld 位捐贈者。

# %lld %@ reading your heart rate
source: %1$lld %2$@ reading your heart rate
de: %1$lld %2$@ lesen deine Herzfrequenz
es: %lld %@ leyendo tu frecuencia cardíaca
fr: %1$lld %2$@ lisent votre fréquence cardiaque
it: %1$lld %2$@ che leggono la tua frequenza cardiaca
pl: %1$lld %2$@ odczytuje Twoje tętno
pt_pt: %1$lld %2$@ leitura da tua frequência cardíaca
ru: %1$lld %2$@ измеряют ваш пульс
th: %lld %@ อ่านอัตราการเต้นหัวใจ
zh_hans: %1$lld %2$@ 正在读取你的心率
zh_hant: %1$lld %2$@ 正在讀取你的心率

source: %lld added
de: %lld hinzugefügt
es: %lld añadidos
fr: %lld ajoutés
it: %lld aggiunti
pl: Dodano: %lld
pt_pt: %lld adicionados
ru: %lld добавлено
th: เพิ่ม %lld แล้ว
zh_hans: 已添加 %lld 个
zh_hant: 已新增 %lld 個

source: %lld answers
de: %lld Antworten
es: %lld respuestas
fr: %lld réponses
it: %lld risposte
pl: Odpowiedzi: %lld
pt_pt: %lld respostas
ru: %lld ответов
th: %lld คำตอบ
zh_hans: %lld 个回答
zh_hant: %lld 個回答

source: %lld app%@ on
de: %lld App%@ aktiv
es: %lld app%@ activas
fr: %lld app%@ sur
it: %lld app%@ attive
pl: Aplikacja %lld%@ włączona
pt_pt: %lld aplicação%@ ativado
ru: Включено приложений: %lld
th: เปิดแอป %lld%@ แล้ว
zh_hans: 已开启 %lld 个应用%@
zh_hant: 已開啟 %lld 個應用程式%@

source: %lld apps on
de: %lld Apps aktiv
es: %lld apps activas
fr: %lld apps actives
it: %lld app attive
pl: Aplikacje %lld włączone
pt_pt: %lld aplicações ativadas
ru: %lld приложений включено
th: เปิดแอป %lld แล้ว
zh_hans: %lld 个应用已开启
zh_hant: 已開啟 %lld 個應用程式

source: %lld avg bpm
de: Ø %lld bpm
es: %lld ppm prom
fr: %lld bpm moy.
it: %lld bpm in media
pl: %lld średnio bpm
pt_pt: %lld média de bpm
ru: %lld уд/мин в среднем
th: เฉลี่ย %lld bpm
zh_hans: 平均 %lld bpm
zh_hant: 平均 %lld bpm

source: %lld beats per minute, live
de: %lld Schläge pro Minute, live
es: %lld latidos por minuto, en vivo
fr: %lld battements par minute, en direct
it: %lld battiti al minuto, dal vivo
pl: %lld uderzeń na minutę, na żywo
pt_pt: %lld batidas por minuto, ao vivo
ru: %lld ударов в минуту, в прямом эфире
th: %lld ครั้งต่อนาที แบบเรียลไทม์
zh_hans: %lld 每分钟节拍，现场
zh_hant: %lld 每分鐘節拍，現場

# %lld beats per minute, zone %lld
source: %1$lld beats per minute, zone %2$lld
de: %1$lld Schläge pro Minute, Zone %2$lld
es: %lld latidos por minuto, zona %lld
fr: %1$lld battements par minute, zone %2$lld
it: %1$lld battiti al minuto, zona %2$lld
pl: %1$lld uderzeń na minutę, strefa %2$lld
pt_pt: %1$lld batimentos por minuto, zona %2$lld
ru: %1$lld ударов в минуту, зона %2$lld
th: %lld อัตราการเต้นหัวใจต่อนาที โซน %lld
zh_hans: 每分钟 %1$lld 次，区间 %2$lld
zh_hant: 每分鐘 %1$lld 次，區間 %2$lld

source: %lld breaths
de: %lld Atemzüge
es: %lld respiraciones
fr: %lld respirations
it: %lld respiri
pl: %lld oddycha
pt_pt: %lld respirações
ru: %lld вдохов
th: %lld หายใจ
zh_hans: %lld 次呼吸
zh_hant: %lld 次呼吸

source: %lld breaths · %@
de: %lld Atemzüge · %@
es: %lld respiraciones · %@
fr: %lld respirations · %@
it: %lld respiri · %@
pl: %lld oddechy · %@
pt_pt: %lld respirações · %@
ru: %lld вдохов · %@
th: ลมหายใจ %lld · %@
zh_hans: %lld 次呼吸 · %@
zh_hant: %lld 次呼吸 · %@

source: %lld cards shown
de: %lld Karten angezeigt
es: %lld tarjetas mostradas
fr: %lld cartes affichées
it: %lld schede mostrate
pl: Widoczne karty: %lld
pt_pt: %lld cartões mostrados
ru: Показано карточек: %lld
th: แสดง %lld การ์ด
zh_hans: 已显示 %lld 张卡片
zh_hant: 已顯示 %lld 張卡片

source: %lld chunks pulled
de: %lld Chunks geladen
es: %lld bloques descargados
fr: %lld blocs récupérés
it: %lld blocchi scaricati
pl: Wyciągnięto fragmenty %lld
pt_pt: %lld pedaços puxados
ru: %lld фрагментов получено
th: ดึงข้อมูลแล้ว %lld ชุด
zh_hans: 已拉取 %lld 个数据块
zh_hant: 已拉取 %lld 個資料塊

source: %lld come up when they're relevant
de: %lld kommen auf, wenn sie relevant sind
es: %lld aparecen cuando son relevantes
fr: %lld apparaissent quand elles sont pertinentes
it: %lld compaiono quando sono rilevanti
pl: %lld pojawia się wtedy, gdy ma znaczenie
pt_pt: %lld surgem quando são relevantes
ru: %lld появляются, когда уместны
th: %lld จะปรากฏขึ้นเมื่อมีความเกี่ยวข้อง
zh_hans: %lld 条在相关时出现
zh_hant: %lld 條在相關時出現

source: %lld d ago
de: vor %lld T
es: hace %lld d
fr: il y a %lld j
it: %lld g fa
pl: %lld d temu
pt_pt: há %lld d
ru: %lld дн. назад
th: %lld วันที่แล้ว
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
pl: %lld dnia
pt_pt: %lld dias
ru: %lld дней
th: %lld วัน
zh_hans: %lld 天
zh_hant: %lld 天

# %lld days · %@
source: %1$lld days · %2$@
de: %1$lld Tage · %2$@
es: %lld días · %@
fr: %1$lld jours · %2$@
it: %lld giorni · %@
pl: %1$lld dni · %2$@
pt_pt: %1$lld dias · %2$@
ru: %1$lld дн. · %2$@
th: %lld วัน · %@
zh_hans: %lld 天 · %@
zh_hant: %lld 天 · %@

# %lld days · %@ · some sparse series widened
source: %1$lld days · %2$@ · some sparse series widened
de: %1$lld Tage · %2$@ · einige lückenhafte Reihen verbreitert
es: %lld días · %@ · algunas series dispersas ampliadas
fr: %1$lld jours · %2$@ · certaines séries éparses élargies
it: %lld giorni · %@ · alcune serie sparse sono state allargate
pl: %1$lld dni · %2$@ · Poszerzono niektóre rzadkie serie
pt_pt: %1$lld dias · %2$@ · algumas séries esparsas alargadas
ru: %1$lld дн. · %2$@ · некоторые разреженные ряды расширены
th: %lld วัน · %@ · ชุดข้อมูลที่มีข้อมูลน้อยถูกขยายช่วง
zh_hans: %lld 天 · %@ · 部分稀疏序列已加宽
zh_hant: %lld 天 · %@ · 部分稀疏的資料序列已放寬區間

# %lld days · %lld sleeps
source: %1$lld days · %2$lld sleeps
de: %1$lld Tage · %2$lld Schlafphasen
es: %lld días · %lld sueños
fr: %1$lld jours · %2$lld nuits
it: %lld giorni · %lld sonni
pl: %1$lld dni · %2$lld śpi
pt_pt: %1$lld dias · %2$lld dorme
ru: %1$lld дн. · %2$lld снов
th: %lld วัน · %lld หลับอยู่
zh_hans: %lld 天 · %lld 次睡眠
zh_hant: %lld 天 · %lld 次睡眠

source: %lld days · %lld sleeps stored
de: %lld Tage · %lld Schlafphasen gespeichert
es: %lld días · %lld sueño almacenado
fr: %lld jours · %lld nuits stockées
it: %lld giorni · %lld sonni memorizzati
pl: %lld dni · %lld zapisane stany uśpienia
pt_pt: %lld dias · %lld dorme armazenado
ru: %lld дн. · сохранено снов: %lld
th: %lld วัน · บันทึกการนอน %lld คืน
zh_hans: 已存储 %lld 天 · %lld 次睡眠
zh_hant: 已儲存 %lld 天 · %lld 次睡眠

# %lld days · %lld workouts
source: %1$lld days · %2$lld workouts
de: %1$lld Tage · %2$lld Workouts
es: %lld días · %lld entrenamientos
fr: %1$lld jours · %2$lld entraînements
it: %lld giorni · %lld allenamenti
pl: %1$lld dni · Treningi %2$lld
pt_pt: %1$lld dias · %2$lld treinos
ru: %1$lld дн. · %2$lld тренировок
th: %lld วัน · ออกกำลังกาย %lld
zh_hans: %lld 天 · %lld 次训练
zh_hant: %lld 天 · %lld 次運動

source: %lld days ago
de: vor %lld Tagen
es: hace %lld días
fr: il y a %lld jours
pl: %lld kilka dni temu
pt_pt: %lld há dias
th: %lld วันที่ผ่านมา

source: %lld days completed this week
de: %lld Tage diese Woche erledigt
es: %lld días completados esta semana
fr: %lld jours réalisés cette semaine
it: %lld giorni completati questa settimana
pl: Ukończone dni w tym tygodniu: %lld
pt_pt: %lld dias concluídos esta semana
ru: %lld дн. выполнено на этой неделе
th: ทำสำเร็จ %lld วันในสัปดาห์นี้
zh_hans: 本周完成 %lld 天
zh_hant: 本週完成 %lld 天

source: %lld days without it
de: %lld Tage ohne
es: %lld días sin esto
fr: %lld jours sans
it: %lld giorni senza
pl: %lld dni bez niego
pt_pt: %lld dias sem que
ru: %lld дней без этого
th: %lld วันโดยไม่มีมัน
zh_hans: %lld 天未记录
zh_hant: %lld 天沒有它

source: %lld days your phone also counted
de: %lld Tage, die dein Telefon ebenfalls gezählt hat
es: %lld días que tu teléfono también contó
fr: %lld jours que votre téléphone a également comptés
it: %lld giorni contati anche dal tuo telefono
pl: %lld dni, w których Twój telefon też się liczył
pt_pt: %lld dias o teu telemóvel também contou
ru: %lld дней, которые также посчитал телефон
th: %lld จำนวนวันที่โทรศัพท์ของคุณก็นับด้วย
zh_hans: 其中 %lld 天你的手机也在计数
zh_hant: 有 %lld 天你的手機也有計步

# %lld decoded, %lld console
source: %1$lld decoded, %2$lld console
de: %1$lld dekodiert, %2$lld Konsole
es: %lld decodificados, %lld de consola
fr: %1$lld décodés, %2$lld console
it: %lld decodificati, %lld console
pl: Zdekodowany %1$lld, konsola %2$lld
pt_pt: %1$lld descodificado, %2$lld consola
ru: %1$lld декодировано, %2$lld в консоли
th: ถอดรหัส %lld, คอนโซล %lld
zh_hans: %lld 条已解码，%lld 条控制台
zh_hant: 已解碼 %lld，主控台 %lld

source: %lld devices reading your heart rate
de: %lld Geräte lesen deine Herzfrequenz
es: %lld dispositivos leyendo tu frecuencia cardíaca
fr: %lld appareils lisent votre fréquence cardiaque
it: %lld dispositivi che leggono la tua frequenza cardiaca
pl: Urządzenia %lld odczytują Twoje tętno
pt_pt: %lld dispositivos a ler a tua frequência cardíaca
ru: %lld устройств измеряют ваш пульс
th: อุปกรณ์ %lld อ่านอัตราการเต้นหัวใจของคุณ
zh_hans: %lld 台设备正在读取你的心率
zh_hant: %lld 部裝置正在讀取你的心率

source: %lld ease-off
de: %lld Entlastung
es: %lld de bajada
fr: %lld de ralentissement
it: %lld di rallentamento
pl: %lld zwolnienie
pt_pt: %lld atenuação
ru: %lld снижений
th: ผ่อนจังหวะ %lld ครั้ง
zh_hans: %lld 次减速
zh_hant: %lld 次減速

source: %lld expired
de: %lld abgelaufen
es: %lld caducados
fr: %lld expirées
it: %lld scaduti
pl: Wygasło: %lld
pt_pt: %lld expirados
ru: %lld истекли
th: %lld หมดอายุแล้ว
zh_hans: %lld 条已过期
zh_hant: %lld 條已過期

source: %lld fact(s) will be deleted. This can't be undone — the coach will have to learn them again.
de: %lld Fakt(en) werden gelöscht. Das lässt sich nicht rückgängig machen — der Coach muss sie neu lernen.
es: Se eliminarán %lld dato(s). No se puede deshacer: el coach tendrá que aprenderlos de nuevo.
fr: %lld fait(s) seront supprimés. C'est irréversible — le coach devra les réapprendre.
it: Verranno eliminati %lld dato/i. L'operazione è irreversibile: il coach dovrà impararli di nuovo.
pl: Zostanie usuniętych faktów: %lld. Tej operacji nie można cofnąć — trener będzie musiał nauczyć się ich od nowa.
pt_pt: Serão eliminados %lld facto(s). Não é possível desfazer — o coach terá de os aprender outra vez.
ru: Будет удалено %lld факт(ов). Это необратимо — тренеру придётся узнать их заново.
th: ข้อเท็จจริง %lld จะถูกลบ การดำเนินการนี้ไม่สามารถยกเลิกได้ โค้ชจะต้องเรียนรู้อีกครั้ง
zh_hans: 将删除 %lld 条事实。此操作无法撤销——教练必须重新了解它们。
zh_hant: 將刪除 %lld 條事實。此操作無法復原——教練必須重新了解它們。

source: %lld frame every reply
de: %lld prägen jede Antwort
es: %lld enmarcan cada respuesta
fr: %lld encadrent chaque réponse
it: %lld inquadrano ogni risposta
pl: %lld kształtuje każdą odpowiedź
pt_pt: %lld enquadram cada resposta
ru: %lld влияют на каждый ответ
th: %lld รายการถูกใช้ประกอบทุกคำตอบ
zh_hans: %lld 条影响每一次回复
zh_hant: %lld 條影響每一次回覆

source: %lld frame%@ captured this session.
de: %lld Frame%@ in dieser Sitzung erfasst.
es: %lld fotograma%@ capturados en esta sesión.
fr: %lld trame%@ capturée cette séance.
it: %lld frame%@ acquisiti in questa sessione.
pl: Ramka %lld%@ przechwyciła tę sesję.
pt_pt: %lld frame%@ capturou esta sessão.
ru: За эту сессию записано измерений: %lld.
th: %lld frame%@ บันทึกเซสชันนี้
zh_hans: 本次会话已捕获 %lld 帧%@。
zh_hant: 本次工作階段已擷取 %lld 幀%@。

source: %lld frames captured this session.
de: %lld Frames in dieser Sitzung erfasst.
es: %lld tramas capturados en esta sesión.
fr: %lld trames capturées lors de cette séance.
it: %lld frame acquisiti in questa sessione.
pl: Ramki %lld przechwyciły tę sesję.
pt_pt: %lld frames capturaram esta sessão.
ru: %lld кадров записано в этой сессии.
th: เฟรม %lld บันทึกเซสชันนี้
zh_hans: 本次会话已捕获 %lld 帧。
zh_hant: 本次工作階段已擷取 %lld 幀。

source: %lld h ago
de: vor %lld Std.
es: hace %lld h
fr: il y a %lld h
it: %lld h fa
pl: %lld godz. temu
pt_pt: há %lld h
ru: %lld ч назад
th: %lld ชม. ที่แล้ว
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore
pl: %lld godz
pt_pt: %lld horas
ru: %lld часов
th: %lld ชม
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lld intakes still in the estimate. Rough guide only, based on what you logged.
de: %lld Einnahmen noch in der Schätzung. Nur ein grober Anhaltspunkt, basierend auf deinen Einträgen.
es: %lld ingestas todavía en la estimación. Solo una guía aproximada, basada en lo que registraste.
fr: %lld prises encore dans l'estimation. Simple indication, basée sur ce que vous avez enregistré.
it: %lld assunzioni ancora nella stima. Solo un'indicazione di massima, basata su quello che hai registrato.
pl: Wloty %lld są nadal szacowane. Tylko przybliżony przewodnik oparty na tym, co zarejestrowałeś.
pt_pt: %lld ingestões ainda na estimativa. Apenas um guia aproximado, com base no que registou.
ru: %lld приёмов всё ещё учитываются в оценке. Это лишь приблизительный ориентир на основе ваших записей.
th: ปริมาณการบริโภค %lld ยังอยู่ในประมาณการ คำแนะนำคร่าวๆ เท่านั้น ขึ้นอยู่กับสิ่งที่คุณบันทึกไว้
zh_hans: 估算中仍包含 %lld 次摄入。仅供粗略参考，基于你的记录。
zh_hant: 估算中仍包含 %lld 筆攝取。僅供粗略參考，依據你記錄的內容。

source: %lld logged caffeines are past your bedtime cutoff. They may still be on board and keep you up. Just a timing heads-up.
de: %lld erfasste Koffein-Einnahmen liegen nach deiner Schlafenszeit-Grenze. Sie können noch wirken und dich wachhalten. Nur ein Hinweis zum Timing.
es: %lld cafeínas registradas pasan tu hora límite antes de dormir. Puede que sigan en tu sistema y te mantengan despierto. Solo un aviso de horario.
fr: %lld prises de caféine enregistrées dépassent votre limite avant le coucher. Elles peuvent encore agir et vous empêcher de dormir. Juste un avertissement sur le timing.
it: %lld caffeine registrate superano il tuo limite prima di dormire. Potrebbero essere ancora in circolo e tenerti sveglio. Solo un avviso sui tempi.
pl: Zarejestrowana ilość kofeiny %lld przekroczyła limit pory snu. Mogą nadal być na pokładzie i utrzymać Cię na wodzy. Tylko informacja o czasie.
pt_pt: %lld cafeínas registadas já passaram o limite da hora de deitar. Podem ainda estar a bordo e mantê-lo acordado. Apenas um aviso de tempo.
ru: %lld отмеченных приёмов кофеина позже вашего порога отхода ко сну. Кофеин может ещё действовать и мешать уснуть. Просто предупреждение о времени.
th: คาเฟอีนที่บันทึกไว้ %lld รายการเลยเวลางดก่อนนอนแล้ว ฤทธิ์คาเฟอีนอาจยังคงอยู่และทำให้หลับยาก นี่เป็นเพียงการเตือนเรื่องเวลา
zh_hans: %lld 条咖啡因记录已超过你的睡前截止时间。它们可能仍在起效，让你难以入睡。只是个时间提醒。
zh_hant: 有 %lld 筆咖啡因記錄超過了你的就寢截止時間。它們可能還在體內作用，讓你睡不著。只是提醒你留意時間。

source: %lld logged days
de: %lld erfasste Tage
es: %lld días registrados
fr: %lld jours enregistrés
it: %lld giorni registrati
pl: %lld zarejestrowane dni
pt_pt: %lld dias registados
ru: %lld отмеченных дней
th: วันที่บันทึก %lld
zh_hans: %lld 个已记录天数
zh_hant: 已記錄 %lld 天

source: %lld markers
de: %lld Marker
es: %lld marcadores
fr: %lld marqueurs
it: %lld marcatori
pl: %lld znacznika
pt_pt: %lld marcadores
ru: %lld маркеров
th: ตัวชี้วัด %lld รายการ
zh_hans: %lld 个标记
zh_hant: %lld 個標記

# %lld markers tracked · %lld readings
source: %1$lld markers tracked · %2$lld readings
de: %1$lld Marker erfasst · %2$lld Messwerte
es: %lld marcadores registrados · %lld lecturas
fr: %1$lld marqueurs suivis · %2$lld lectures
it: %lld marcatori monitorati · %lld letture
pl: Śledzone znaczniki %1$lld · Odczyty %2$lld
pt_pt: %1$lld marcadores rastreados · %2$lld leituras
ru: %1$lld маркеров отслеживается · %2$lld измерений
th: ติดตามตัวชี้วัด %lld รายการ · ค่าที่วัดได้ %lld ค่า
zh_hans: 跟踪 %lld 项指标 · %lld 条读数
zh_hant: 追蹤 %lld 個標記 · %lld 筆讀數

source: %lld markers tracked · 1 reading
de: %lld Marker erfasst · 1 Messwert
es: %lld marcadores registrados · 1 lectura
fr: %lld marqueurs suivis · 1 lecture
it: %lld marcatori monitorati · 1 lettura
pl: Śledzone znaczniki %lld · 1 odczyt
pt_pt: %lld marcadores rastreados · 1 leitura
ru: %lld маркеров отслеживается · 1 измерение
th: ติดตามตัวชี้วัด %lld รายการ · ค่าที่วัดได้ 1 ค่า
zh_hans: 跟踪 %lld 项指标 · 1 条读数
zh_hant: 追蹤 %lld 個標記 · 1 筆讀數

source: %lld metrics shown
de: %lld Werte angezeigt
es: %lld métricas mostradas
fr: %lld mesures affichées
it: %lld metriche mostrate
pl: Widoczne wskaźniki: %lld
pt_pt: %lld métricas mostradas
ru: Показано показателей: %lld
th: แสดง %lld ตัวชี้วัด
zh_hans: 已显示 %lld 项指标
zh_hant: 已顯示 %lld 項指標

source: %lld millilitres
de: %lld Milliliter
es: %lld mililitros
it: %lld millilitri
pl: %lld mililitry
pt_pt: %lld mililitros
ru: %lld миллилитров
th: %lld มิลลิลิตร
zh_hans: %lld 毫升
zh_hant: %lld 毫升

source: %lld millilitres from Apple Health. Edit it in the app that logged it.
de: %lld Milliliter aus Apple Health. Bearbeite den Eintrag in der App, die ihn erfasst hat.
es: %lld mililitros de Apple Salud. Edítalo en la app que lo registró.
fr: %lld millilitres depuis Apple Santé. Modifiez-le dans l'app qui l'a enregistré.
it: %lld millilitri da Apple Salute. Modificalo nell'app che l'ha registrato.
pl: %lld mililitrów z Apple Health. Edytuj w aplikacji, która to zapisała.
pt_pt: %lld mililitros da Apple Saúde. Edite-o na app que o registou.
ru: %lld мл из Apple Health. Измените запись в приложении, которое её создало.
th: %lld มิลลิลิตร จาก Apple Health แก้ไขในแอปที่บันทึกไว้
zh_hans: 来自 Apple 健康的 %lld 毫升。请在记录它的 App 中编辑。
zh_hant: 來自 Apple 健康的 %lld 毫升。請在記錄它的 App 中編輯。

source: %lld min ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
pl: %lld min temu
pt_pt: há %lld min
ru: %lld мин назад
th: %lld นาทีที่แล้ว
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lld minutes
de: %lld Minuten
es: %lld minutos
it: %lld minuti
pl: %lld minut
pt_pt: %lld minutos
ru: %lld мин.
th: %lld นาที
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld more nights of wear and we can show your Fitness Age.
de: %lld Noch mehr Tragenächte und wir können Ihr Fitnessalter zeigen.
es: %lld más noches de uso y podremos mostrar tu edad física.
fr: %lld nuits de port supplémentaires et nous pourrons afficher votre âge physique.
it: %lld più notti di utilizzo e potremo mostrare la tua età di forma fisica.
pl: Jeszcze %lld nocy noszenia i pokażemy Twój wiek sprawnościowy.
pt_pt: %lld mais noites de uso e podemos mostrar sua idade de condicionamento físico.
ru: %lld еще несколько ночей ношения, и мы сможем определить ваш фитнес-возраст.
th: สวมใส่อีก %lld คืน แล้วเราจะแสดงอายุความฟิตของคุณได้
zh_hans: %lld 多晚佩戴，我们可以显示您的健康年龄。
zh_hant: %lld 多晚佩戴，我們可以顯示您的健康年齡。

source: %lld more nights of wear, plus your age and sex below, and we can show your Fitness Age.
de: %lld weitere Tragenächte sowie unten Ihr Alter und Geschlecht, und wir können Ihr Fitnessalter anzeigen.
es: %lld más noches de uso, más tu edad y sexo a continuación, y podremos mostrarte tu edad física.
fr: %lld plus de nuits de port, plus votre âge et votre sexe ci-dessous, et nous pourrons afficher votre âge physique.
it: %lld altre notti di abbigliamento, più la tua età e il tuo sesso di seguito e potremo mostrare la tua età di forma fisica.
pl: Jeszcze %lld nocy noszenia oraz wiek i płeć poniżej, a pokażemy Twój wiek sprawnościowy.
pt_pt: %lld mais noites de uso, além de sua idade e sexo abaixo, e podemos mostrar sua idade de condicionamento físico.
ru: %lld больше ночей ношения, а также ваш возраст и пол ниже, и мы сможем показать ваш фитнес-возраст.
th: สวมใส่อีก %lld คืน พร้อมระบุอายุและเพศด้านล่าง แล้วเราจะแสดงอายุความฟิตของคุณได้
zh_hans: %lld 多晚穿着，加上下面您的年龄和性别，我们就可以显示您的健康年龄。
zh_hant: %lld 多晚穿著，加上下面您的年齡和性別，我們就可以顯示您的健康年齡。

source: %lld new days of history landed. Open Trends to see them.
de: %lld neue Verlaufstage eingetroffen. Öffne Trends, um sie zu sehen.
es: Llegaron %lld nuevos días de historial. Abre Tendencias para verlos.
fr: %lld nouveaux jours d'historique sont arrivés. Ouvrez Tendances pour les voir.
it: %lld nuovi giorni di cronologia sono arrivati. Apri Tendenze per vederli.
pl: %lld nadeszły nowe dni historii. Otwórz Trendy, aby je zobaczyć.
pt_pt: %lld chegaram novos dias de histórico. Abra Tendências para as ver.
ru: %lld новых дней истории загружено. Откройте «Тренды», чтобы посмотреть.
th: มีข้อมูลย้อนหลังใหม่ %lld วัน เปิดแนวโน้มเพื่อดูข้อมูล
zh_hans: 新增 %lld 天历史数据已到位。打开「趋势」查看。
zh_hant: 新增了 %lld 天的歷史資料。打開「趨勢」查看。

source: %lld nights ago
de: vor %lld Nächten
es: hace %lld noches
fr: il y a %lld nuits
it: %lld notti fa
pl: %lld nocy temu
pt_pt: há %lld noites
ru: %lld ночей назад
th: %lld เมื่อคืนที่ผ่านมา
zh_hans: %lld 晚前
zh_hant: %lld 晚前

source: %lld nights to go
de: noch %lld Nächte
es: faltan %lld noches
fr: encore %lld nuits
it: Mancano %lld notti
pl: %lld jeszcze kilka nocy
pt_pt: faltam %lld noites
ru: %lld ночей осталось
th: %lld เหลืออีกคืน
zh_hans: 还需 %lld 晚
zh_hant: 還剩 %lld 晚

source: %lld not measured
de: %lld nicht gemessen
es: %lld sin medir
fr: %lld non mesurés
it: %lld non misurati
pl: %lld nie zmierzono
pt_pt: %lld não medidos
ru: %lld не измерено
th: %lld ไม่ได้วัด
zh_hans: %lld 项未测量
zh_hant: %lld 項未測量

source: %lld observation(s)
de: %lld Beobachtung(en)
es: %lld observación(es)
it: %lld osservazione/i
pl: Obserwacje: %lld
pt_pt: %lld observação(ões)
ru: %lld наблюдение(й)
th: การสังเกต %lld
zh_hans: %lld 次观察
zh_hant: %lld 次觀察

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %lld de %lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
pl: %1$lld lub %2$lld
pt_pt: %1$lld de %2$lld
ru: %1$lld из %2$lld
th: %lld ของ %lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld / %2$lld

# %lld of %lld days
source: %1$lld of %2$lld days
de: %1$lld von %2$lld Tagen
es: %lld de %lld días
fr: %1$lld sur %2$lld jours
it: %1$lld di %2$lld giorni
pl: %1$lld z %2$lld dni
pt_pt: %1$lld de %2$lld dias
ru: %1$lld из %2$lld дней
th: %lld ของ %lld วัน
zh_hans: %1$lld / %2$lld 天
zh_hant: %1$lld / %2$lld 天

source: %lld of %lld done · %lld needed
de: %lld von %lld erledigt · %lld nötig
es: %lld de %lld hechos · %lld necesarios
fr: %lld sur %lld faits · %lld requis
it: %lld di %lld fatti · %lld necessari
pl: Ukończono %lld z %lld · potrzeba %lld
pt_pt: %lld de %lld feitos · %lld necessários
ru: %lld из %lld выполнено · нужно %lld
th: %lld ของ %lld เสร็จแล้ว · ต้องการ %lld
zh_hans: 已完成 %lld/%lld · 需要 %lld
zh_hant: 已完成 %lld/%lld · 需要 %lld
